"ERROR_PARSE_FILENOTFOUND"="Es gibt keine Ergebnisse Datei für die %s"
"ERROR_PARSE_OUTPUTPATH"="Ungültige die Ausgabedatei gesetzt/Pfad %s"

"ERROR_IS7ZIP_FILESEEK"="Ein Fehler bei der Positionierung des Datei-Stream in IS7zipExtract Modul!"
"ERROR_IS7ZIP_FILECREATE"="Ein Fehler ist aufgetreten ein Datei-Stream zu schaffen%n%s%nin IS7zipExtract Modul!"
"ERROR_IS7ZIP_FILEOPEN"="Es gab einen Fehler bei der Datei-Stream öffnen%n%s%nin IS7zipExtract Modul!"
"ERROR_IS7ZIP_COLFILES"="Der Fehler in der Anzahl der Dateien im Archiv in IS7zipExtract Modul zu bestimmen!"
"ERROR_IS7ZIP_NOTOPEN"="Fehler in IS7zipExtract Modul Öffnen Archiv!"
"ERROR_IS7ZIP_CORRUPT"="Fehlerdaten aus dem 7z-Archiv abgerufen werden. Vielleicht ist es beschädigt!"
"ERROR_IS7ZIP_EXCEPT"="Ein Fehler im Archiv oder unerwarteter Fehler in IS7zipExtract Modul!"

"ERROR_ISARC_LOADDLL"="Fehler beim Laden Unarc.dll!"
"ERROR_ISARC_GENERAL"="Fehler beim Dekomprimieren!%nUnarc.dll einen Fehlercode  zurückgegeben: -1%n%s"
"ERROR_ISARC_INVALID_COMPRESSOR"="Fehler beim Dekomprimieren: Неизвестный метод сжатия архива!%nUnarc.dll einen Fehlercode zurückgegeben: -2%n%s"
"ERROR_ISARC_ONLY_DECOMPRESS"="Fehler beim Dekomprimieren!%nUnarc.dll einen Fehlercode  zurückgegeben: -3%n%s"
"ERROR_ISARC_OUTBLOCK_TOO_SMALL"="Fehler beim Dekomprimieren: Der Ausgangsdatenblock ist zu klein!%nUnarc.dll einen Fehlercode zurückgegeben: -4%n%s"
"ERROR_ISARC_NOT_ENOUGH_MEMORY"="Fehler beim Dekomprimieren: Nicht genügend Speicher!%nUnarc.dll einen Fehlercode zurückgegeben: -5%n%s"
"ERROR_ISARC_READ"="Fehler beim Dekomprimieren: Es ist unmöglich, die Daten zu lesen!%nUnarc.dll einen Fehlercode zurückgegeben: -6%n%s"
"ERROR_ISARC_BAD_COMPRESSED_DATA"="Fehler beim Dekomprimieren: Archiv ist beschädigt!%nUnarc.dll einen Fehlercode zurückgegeben: -7%n%s"
"ERROR_ISARC_NOT_IMPLEMENTED"="Fehler beim Dekomprimieren: Die gewünschte Funktion wird nicht von der Bibliothek nicht unterstützt!%nUnarc.dll einen Fehlercode zurückgegeben: -8%n%s"
"ERROR_ISARC_NO_MORE_DATA_REQUIRED"="Fehler beim Dekomprimieren: Die angeforderten Daten bereits ausgepackt!%nUnarc.dll einen Fehlercode zurückgegeben: -9%n%s"
"ERROR_ISARC_WRITE"="Fehler beim Dekomprimieren: Es ist unmöglich, Daten auf eine Disk zu schreiben!%nUnarc.dll einen Fehlercode zurückgegeben: -11%n%s"
"ERROR_ISARC_BAD_CRC"="Fehler beim Dekomprimieren: Prüfsummen stimmen nicht überein!%nUnarc.dll einen Fehlercode  zurückgegeben: -12%n%s"
"ERROR_ISARC_BAD_PASSWORD"="Fehler beim Dekomprimieren: Falsches Passwort!%nUnarc.dll einen Fehlercode  zurückgegeben: -13%n%s"
"ERROR_ISARC_BAD_HEADERS"="Fehler beim Dekomprimieren: Archiv-Header wird beschädigt!%nUnarc.dll einen Fehlercode zurückgegeben: -14%n%s"
"ERROR_ISARC_INTERNAL"="Fehler beim Dekomprimieren: Interner Fehler der Bibliothek!%nUnarc.dll einen Fehlercode zurückgegeben: -15%n%s"
"ERROR_ISARC_UNKNOWN"="Fehler beim Dekomprimieren!%n%s"
"ERROR_ISARC_EXCEPT"="Ein Fehler im Archiv oder unerwarteter Fehler in ISArcExtract Modul!"

"ERROR_ISPCF_CANT_OPEN_INFILE"="Ein Fehler ist aufgetreten, die Eingabedatei zugreifen%n%s%nin ISPrecompExtract Modul"
"ERROR_ISPCF_ISNOTPCF"="Ungültige Format PCF-Datei:%n%s"
"ERROR_ISPCF_UNKNOWN_VERSION"="Unbekannt Version von PCF-Datei:%n%s"
"ERROR_ISPCF_ACCESS_TO_OUTFILE"="In ISPrecompExtract Modul ist in die Ausgabedatei zuzugreifen, nicht in der Lage:%n%s"
"ERROR_ISPCF_LAUNCH_PROC"="Fehler eine Konsolenanwendung starten %s"
"WARNING_ISPCF_OPEN_PROC"="Fehler beim Öffnen der Prozess ISPrecompExtract.%nVielleicht erlaubt Installer nicht.%nDer Fortschritt einiger Operationen werden nicht zur Verfügung stehen!"
"ERROR_ISPCF_CANT_FIND_OUTFILE"="Konsolenanwendung  wurde nicht Datei erstellt%n%s%nVielleicht ein Fehler oder falsche Format PCF-Datei"
"ERROR_ISPCF_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten in ISPrecompExtract Modul!"

"ERROR_ISSREP_GENERAL"="Ein Fehler im Modul ISSrepExtract aufgetreten!%n%s"
"ERROR_ISSREP_ACCESS_TO_OUTFILE"="In ISSrepExtract Modul ist nicht in der Lage in die Ausgabedatei zuzugreifen:%n%s"
"ERROR_ISSREP_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten in ISSrepExtract Modul!"

"ERROR_ISRAR_MULTIVOLUME"="mehrteiliger .rar-Archive mit Daten auf verschiedenen Festplatten werden nicht unterstützt!"
"ERROR_ISRAR_DLL_NOT_FOUND"="Nicht-Bibliothek gefunden %s"
"ERROR_ISRAR_EXCEPT"="Ein Fehler im Archiv oder unerwarteter Fehler im ISarcExtract Modul!"

"ERROR_M3PACK_ACCESS_TO_OUTFILE"="Das Modul ISm3unpack kann keinen Zugriff auf die Ausgabedatei erhalten:%n%s"
"ERROR_M3PACK_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten in ISm3unpack Modul!"

"ERROR_UNPACK_ACCESS_TO_OUTFILE"="Das Modul ISUnpack kann keinen Zugriff auf die Ausgabedatei erhalten:%n%s"
"ERROR_UNPACK_LAUNCH_PROC"="Fehler Einer Konsole anwendung starten in ISUnpack!"
"WARNING_UNPACK_OPEN_PROC"="Fehler beim Öffnen der Prozess ISUnpack.%nVielleicht erlaubt Installer nicht.%nDer Fortschritt einiger Operationen werden nicht zur Verfügung stehen!"
"ERROR_UNPACK_CANT_FIND_OUTFILE"="Konsolenanwendung  wurde nicht Datei erstellt%n%s%nVielleicht ein Fehler oder falsche Format auspacken-Datei"
"ERROR_UNPACK_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten im Modul ISUnpack!"

"ERROR_XDELTA_GENERAL"="Ein Fehler des Auspackens ISxDeltaExtract Modul!"
"ERROR_XDELTA_CANT_GET_MEM"="Fehlerspeicher zuordnen, um die Operation in ISxDeltaExtract auszuführen!"
"ERROR_XDELTA_DLL_NOT_FOUND"="Nicht-Bibliothek gefunden %s"
"ERROR_XDELTA_ACCESS_TO_OUTFILE"="In ISxDeltaExtract Modul ist in die Ausgabedatei zuzugreifen, nicht in der Lage:%n%s"
"ERROR_XDELTA_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten in ISxDeltaExtract Modul!"

"ERROR_PACKZIP_BAD_INFILE"="Ungültige Eingabe gegeben Weg zu ISPackZIP"
"ERROR_PACKZIP_BAD_OUTFILE"="Ungültige Eingabedatei für ISPackZIP angegeben"
"ERROR_PACKZIP_BAD_COMPRESSION_LVL"="Einstellen Kompression ISPackZIP sollte im Bereich 0..9"
"ERROR_PACKZIP_ACCESS_TO_OUTFILE"="Das Modul ISPackZIP kann keinen Zugriff auf die Ausgabedatei erhalten:%n%s"
"ERROR_PACKZIP_LAUNCH_PROC"="Fehler eine Konsolenanwendung starten %s"
"WARNING_PACKZIP_OPEN_PROC"="Fehler beim Öffnen der Prozess ISPackZIP.%nVielleicht erlaubt Installer nicht.%nDer Fortschritt einiger Operationen werden nicht zur Verfügung stehen!"
"ERROR_PACKZIP_CANT_FIND_OUTFILE"="Konsolenanwendung wurde nicht Datei erstellt%n%s%nim Modul ISPackZIP"
"ERROR_PACKZIP_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten im Modul ISPackZIP!"

"ERROR_INIT_LOW_MEM"="Nicht genügend Speicher-Archive zu entpacken!%nVersuchen Sie, so weit wie möglich alle laufenden Programme %nund starten Sie das Installationsprogramm zu schließen."
"ERROR_INIT_CANT_GET_MEM"="Speicherzuordnungsfehler, wenn die Bibliothek zu initialisieren!"
"WARNING_INIT_SREP_BAD_PARAM"="Bei der Initialisierung SREP den Wert von nicht mehr als 4096 MB an.%nUm diese Nachricht nicht angezeigt werden, korrigieren Sie die entsprechenden Parameter."
"ERROR_INIT_PRECOMP_BAD_PARAM"="Bei der Initialisierung Version Precomp falsch eingestellt!"

"ERROR_FINFILES_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten in den Modulfindfiles!"
"ERROR_PICKFILE_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten im Modul ISPickDateiname!"
"ERROR_EXEC_LAUNCH_PROC"="Fehler beim Start %n%s%nvon Modul ISExec!"
"ERROR_EXEC_EXCEPT"="Ein unerwarteter Fehler ist aufgetreten im Modul ISExec!"

"CHANGE_DISK_TITLE"="Sie müssen die nächste CD einzulegen"
"CHANGE_DISK_LABEL"="Wenn die Plattendateien können in einem Ordner gefunden werden, die unten von der unterscheidet, ist gezeigt, geben Sie den richtigen Pfad oder klicken Sie auf "Übersicht""
"BROWSE_TITLE"="Ordner suchen"
"BROWSE_LABEL"="Bitte geben Sie den Pfad zu dem gewünschten Laufwerk"
"BUTTON_OK"="Ja"
"BUTTON_CANCEL"="Abbrechen"
"BUTTON_BROWSE"="Übersicht..."

"TIME_HOUR_SHORT"=" h "
"TIME_MIN_SHORT"=" min "
"TIME_SEC_SHORT1"=" sek"
"TIME_SEC_SHORT2"=" s"
"TIME_HOUR_FULL1"="stunden "
"TIME_HOUR_FULL2"="stunde "
"TIME_HOUR_FULL3"="stunden "
"TIME_MIN_FULL1"="minuten "
"TIME_MIN_FULL2"="minute "
"TIME_MIN_FULL3"="minuten "
"TIME_SEC_FULL1"="sekunden "
"TIME_SEC_FULL2"="sekunde "
"TIME_SEC_FULL3"="sekunden "
"TIME_TYPE1"="links: "
"TIME_TYPE2"="Verfasst am: "
"TIME_TYPE3"="Total: "
"TIME_TYPE4"="Warten "
"TIME_INFINITE"="Ewigkeit"
"TIME_TEST"="Probelauf"
"GENERAL_ENDING"="Vollendung ..."
"GENERAL_DELETING"="Löschen von temporären Dateien ..."
"GENERAL_SCANNING"="Scannen von Dateien ..."
